Revit 2024 API
KeyBasedTreeEntriesLoadResults.GetKeyBasedTreeEntryErrors Method
Overload List
Name | Description
GetKeyBasedTreeEntryErrors()
 Gets information about KeyBasedTreeEntry objects that could not be included in the KeyBasedTreeEntries object due to errors.
GetKeyBasedTreeEntryErrors(KeyBasedTreeEntryErrorType)
 Gets information about specific KeyBasedTreeEntry objects that could not be included in the KeyBasedTreeEntries object due to errors of a particular type.
See Also
KeyBasedTreeEntriesLoadResults Class
KeyBasedTreeEntriesLoadResults Members
Autodesk.Revit.DB Namespace